"Andromeda" = "Andrómeda";
"Antlia" = "Máquina Pneumática";
"Apus" = "Ave do Paraíso";
"Aquarius" = "Aquário";
"Aquila" = "Águia";
"Ara" = "Altar";
"Aries" = "Carneiro";
"Auriga" = "Cocheiro";
"Boötes" = "Boieiro";
"Caelum" = "Cinzel";
"Camelopardalis" = "Girafa";
"Cancer" = "Caranguejo";
"Canes Venatici" = "Cães de Caça";
"Canis Major" = "Cão Maior";
"Canis Minor" = "Cão Menor";
"Capricornus" = "Capricónio";
"Carina" = "Quilha";
"Cassiopeia" = "Cassiopeia";
"Centaurus" = "Centauro";
"Cepheus" = "Cefeu";
"Cetus" = "Baleia";
"Chamaeleon" = "Camaleão";
"Circinus" = "Compasso";
"Columba" = "Pomba";
"Coma Berenices" = "Cabeleira de Berenice";
"Corona Australis" = "Coroa Austral";
"Corona Borealis" = "Coroa Boreal";
"Corvus" = "Corvo";
"Crater" = "Taça";
"Crux" = "Cruzeiro do Sul";
"Cygnus" = "Cisne";
"Delphinus" = "Delfim";
"Dorado" = "Dourado";
"Draco" = "Dragão";
"Equuleus" = "Potro";
"Eridanus" = "Erídano";
"Fornax" = "Fornalha";
"Gemini" = "Gémeos";
"Grus" = "Grou";
"Hercules" = "Hércules";
"Horologium" = "Relógio";
"Hydra" = "Hidra";
"Hydrus" = "Hidra Macho";
"Indus" = "Índio";
"Lacerta" = "Lagarto";
"Leo" = "Leão";
"Leo Minor" = "Leão Menor";
"Lepus" = "Lebre";
"Libra" = "Balança";
"Lupus" = "Lobo";
"Lynx" = "Lince";
"Lyra" = "Lira";
"Mensa" = "Mesa";
"Microscopium" = "Microscópio";
"Monoceros" = "Unicórnio";
"Musca" = "Mosca";
"Norma" = "Esquadro";
"Octans" = "Octante";
"Ophiuchus" = "Ofíuco";
"Orion" = "Orionte (O Caçador)";
"Pavo" = "Pavão";
"Pegasus" = "Pégaso";
"Perseus" = "Perseu";
"Phoenix" = "Fénix";
"Pictor" = "Pintor";
"Pisces" = "Peixes";
"Piscis Austrinus" = "Peixe Austral";
"Puppis" = "Popa";
"Pyxis" = "Bússola";
"Reticulum" = "Retículo";
"Sagitta" = "Seta";
"Sagittarius" = "Sagitário";
"Scorpius" = "Escorpião";
"Sculptor" = "Escultor";
"Scutum" = "Escudo";
"Serpens Caput" = "Cabeça da Serpente";
"Serpens Cauda" = "Cauda da Serpente";
"Sextans" = "Sextante";
"Taurus" = "Touro";
"Telescopium" = "Telescópio";
"Triangulum" = "Triângulo";
"Triangulum Australe" = "Triângulo Austral";
"Tucana" = "Tucano";
"Ursa Major" = "Ursa Maior";
"Ursa Minor" = "Ursa Menor";
"Vela" = "Vela";
"Virgo" = "Virgem";
"Volans" = "Peixe Voador";
"Vulpecula" = "Raposa";
